---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TessellatedShapeBuilderResult
source: html/c06cab51-8797-452b-fc45-4cad2c8adcf5.htm
---
# TessellatedShapeBuilderResult Members

Releases all resources used by the TessellatedShapeBuilderResult